Repository: Mr-Xin/DiskCleaner
Catalog: DiskCleaner/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 扫描垃圾
en: Scan for Junk

source: 扫描失败
en: Scan failed

source: 扫描时跳过这些目录
en: Skip these directories when scanning

source: 扫描默认位置
en: Scan Default Location

source: 排除
en: Exclude

source: 提醒频率
en: Reminder Frequency

source: 新建规则
en: New Rule

source: 日志
en: Logs

source: 旧下载文件
en: Old Downloads

source: 时间
en: Time

source: 暂时跳过（部分功能受限）
en: Skip for now (some features limited)

source: 查找关联文件…
en: Searching for associated files…

source: 检测
en: Detection

source: 正在分析文件…
en: Analyzing files…

source: 正在扫描…
en: Scanning…

source: 正在扫描垃圾文件…
en: Scanning for junk…

source: 正在扫描文件树…
en: Scanning file tree…

source: 正在查找大文件与重复文件…
en: Searching for large and duplicate files…

source: 正在移到废纸篓…
en: Moving to Trash…

source: 每周
en: Weekly

source: 每天
en: Daily

source: 每月
en: Monthly

source: 每次扫描完成后会自动保存一个快照，在这里查看时间维度上的变化。
en: A snapshot is saved after each scan. Watch how disk usage changes over time here.

source: 每次询问
en: Ask Every Time

source: 没有发现可清理的垃圾
en: No junk found

source: 没有发现大文件
en: No large files found

source: 没有发现重复文件
en: No duplicates found

source: 没有找到明显的关联文件。
en: No obvious associated files found.

source: 浏览…
en: Browse…

source: 浏览器缓存
en: Browser Caches

source: 清理所选
en: Clean Selected

source: 清空
en: Clear

source: 点击下方「打开系统设置」
en: Click "Open System Settings" below

source: 用户缓存
en: User Caches

source: 磁盘空间可视化
en: Disk Visualization

source: 移到废纸篓
en: Move to Trash

source: 稍后
en: Later

source: 立即重启
en: Restart Now

source: 系统缓存
en: System Caches

source: 编辑规则
en: Edit Rule

source: 自定义
en: Custom

source: 设备备份
en: Device Backups

source: 设置
en: Settings

source: 语言
en: Language

source: 语言已更改
en: Language Changed

source: 说明（可选）
en: Description (optional)

source: 跟随系统
en: Follow System

source: 路径
en: Path

source: 路径（支持 ~ 与末尾 /*）
en: Path (supports ~ and trailing /*)

source: 还没有扫描结果
en: No scan results yet

source: 还没有扫描记录
en: No scan history yet

source: 还没有操作记录
en: No activity yet

source: 这个文件夹是空的
en: This folder is empty

source: 进入此文件夹
en: Enter Folder

source: 退出后再次打开 DiskCleaner，新语言才会生效。
en: Quit and reopen DiskCleaner to apply the new language.

source: 适合排除有大量缓存的开发目录、第三方备份目录等。
en: Useful for excluding noisy developer cache directories, third-party backup folders, etc.

source: 选择
en: Select

source: 选择一个功能
en: Select a Feature

source: 选择一个应用
en: Select an App

source: 选择文件夹
en: Choose Folder

source: 选择要分析的文件夹
en: Choose a folder to analyze

source: 选择要扫描的文件夹
en: Choose a folder to scan

source: 邮件下载
en: Mail Downloads

source: 重复文件
en: Duplicates

source: 重新检查
en: Re-check

source: 重试
en: Retry

source: 需确认
en: Review

source: 需确认（默认不勾选）
en: Review (unchecked by default)

source: 需要完全磁盘访问
en: Full Disk Access Required

source: 额外的清理规则
en: Additional cleaning rules

source: 高匹配度(建议清理)
en: High Confidence (Suggested)

source: 高匹配度（建议清理）
en: High Confidence (Suggested)

source: 默认扫描位置
en: Default Scan Location
